Repository: Matuyuhi/usage-hud
Catalog: usage-hud/Localizable.xcstrings
Source language: en
Languages: ja

source: %@ left
ja: 残り %@

source: %@ — showing last value
ja: %@ — 前回値を表示中

source: %@ is not responding (check that you are signed in)
ja: %@ が応答しません (ログイン状態を確認)

source: %@ reset
ja: %@ リセット

source: 5h
ja: 5時間

source: Active
ja: アクティブ

source: Allowed
ja: 許可

source: Chat
ja: チャット

source: Completions
ja: コード補完

source: Compressed
ja: 圧縮

source: Could not read rateLimits (check codex login)
ja: rateLimits を取得できず (codex login を確認)

source: Credit balance
ja: クレジット残高

source: Details hidden
ja: 詳細は非表示

source: Details shown
ja: 詳細を表示中

source: Extra credits
ja: 追加クレジット

source: Follow system
ja: システムに従う

source: HTTP %d (check gh auth status)
ja: HTTP %d (gh auth status を確認)

source: Launch at login
ja: ログイン時に起動

source: Language
ja: 言語

source: Launch usage-hud to see your usage here
ja: usage-hud を起動するとここに表示されます

source: Loading…
ja: 取得中…

source: Memory
ja: メモリ

source: Month
ja: 月

source: Monthly credits
ja: 月間クレジット

source: No credentials in Keychain (sign in with claude)
ja: Keychain に認証なし (claude でログインしてください)

source: Not allowed
ja: 不可

source: Not signed in to gh (run gh auth login)
ja: gh 未ログイン (gh auth login を実行)

source: Off
ja: 無効

source: On
ja: 有効

source: On (used %@)
ja: 有効 (使用 %@)

source: Output exceeded maximum buffer size
ja: 出力が上限サイズを超えました

source: Overage
ja: 超過利用

source: Per model
ja: モデル別

source: Premium left
ja: Premium 残り

source: Quit
ja: 終了

source: Rate limited (recovers automatically)
ja: レート制限中 (自動で回復します)

source: Refresh now
ja: 今すぐ更新

source: Resets
ja: リセット

source: Session expired — open Claude Code to refresh
ja: 認証切れ。Claude Code を開くと更新されます

source: Settings
ja: 設定

source: System
ja: システム

source: Toggle details
ja: 詳細の表示を切り替え

source: Unlimited
ja: 無制限

source: Unrecognized credential format
ja: credential の形式が不明

source: Unrecognized response format
ja: レスポンスの形式が不明

source: Updated %@
ja: 更新 %@

source: Week
ja: 週

source: Week (%@)
ja: 週 (%@)

source: Wired
ja: 確保済み (wired)

source: quota_snapshots missing
ja: quota_snapshots が無い

source: ⌃⌥U to toggle
ja: ⌃⌥U で開閉

source: Battery
ja: バッテリー

source: Charging
ja: 充電中

source: Condition
ja: 状態

source: Disk
ja: ディスク

source: Disk capacity
ja: ディスク容量

source: Disk free
ja: ディスク空き

source: Display items
ja: 表示項目

source: Network
ja: ネットワーク

source: No built-in battery
ja: 内蔵バッテリーがありません

source: On battery
ja: バッテリー駆動

source: Plugged in
ja: 電源に接続

source: Power source
ja: 電源

source: Received
ja: 受信

source: Sent
ja: 送信

source: Time remaining
ja: 残り時間

source: Time to full
ja: 満充電まで

source: %@ free
ja: 空き %@

source: Top by CPU
ja: CPU 使用率の上位

source: Top by memory
ja: メモリ使用量の上位
